[
  {
    "line": "//TODO: You."
  },
  {
    "line": "You had me at \"Hello World!\""
  },
  { "line": "Oh you use IE? You must like it nice and slow." },
  {
    "line": "Roses are #f00, Violets are #00f, show me your bar and I'll give you my foo."
  },
  {
    "line": "Girl is that ass an exception? Cause I feel the need to handle it."
  },
  {
    "line": "Hey girl are you a motherbaord? Because I'll RAM you all night."
  },
  {
    "line": "Do you live in a house with windows? Cause alt tab that ass."
  },
  { "line": "I'll let you throw my IOException anyday, baby." },
  { "line": "Mind if I run a sniffer to see if your ports are open?" },
  { "line": "How about we do some peer-to-peer sharing? Your domain or mine?" },
  { "line": "I'd like to play on your laptop." },
  { "line": "Need me to unzip your files?" },
  { "line": "Can I do a penetration test on your back door?" },
  { "line": "If I said you had a nice <body/> would you hold it against me?" },
  { "line": "Y'know, my refresh rate is phenomenal." },
  {
    "line": "Girl, are you a FIFO data structure implemented with generics? Because you are a Queue<T>"
  },
  {
    "line": "Hey, baby, can I get a password? 'Cause I've checked you out, and now I wanna commit."
  },
  { "line": "Are you Google because you got everything I'm looking for." },
  { "line": "You totally spiked my traffic." },
  { "line": "Give me a handshake so I can secure this connection?" },
  { "line": "Are you a node module? because I always want to require you." },
  { "line": "Can I dereference my pointer inside your protected area?" },
  { "line": "Girl are you css? 'cause you got class." },
  { "line": "I got a 404 in my chest." },
  { "line": "You are like a semicolon, without you everything falls apart" },
  { "line": "Would you add your number to my phone's global scope?" },
  { "line": "Ready to git commit ted?" },
  {
    "line": "If you give me the chance, you will never have to create another branch."
  },
  { "line": "sudo make me a sandwich." },
  { "line": "Ready to git commit ted?" },
  { "line": "STDIN?" },
  {
    "line": "You look like one well-written subroutine. Can I call you sometime?"
  },
  { "line": "We don't need automated UI tests. You look good enough to me." },
  { "line": "Hey girl, your DOM look good from <head> to </footer>" },
  { "line": "Hey girl, you wanna check out my private functions?" },
  { "line": "Damn girl, you're so stacked we have try some tail recursion." },
  {
    "line": "Hey girl, I sure hope you're double buffered, because I'm about to expose my bits to your register."
  },
  {
    "line": "Your baud just made me overflow. Excuse me while I reinitialize my stack."
  },
  {
    "line": "Girl your query times are too long, why don't I store some procedures in you?"
  },
  { "line": "Do you want to checkout my branch?" },
  { "line": "I'd like to flip your bits" },
  { "line": "How would you like to initialize my dangling pointer?" }
]
